print("Напишите программу, которая помогает найти это число. Программа должна считывать размеры команд (два положительных целых числа a и b, каждое число вводится на отдельной строке) и выводить наименьшее число d, которое делится на оба этих числа без остатка.")
print("Введите первое число")
a=int(input())
print("Введите второе число")
b=int(input())
print("Введите третье число")
c=int(input())
s=a+b+c;
print("Максимум")
print(max(a,b,c))
print("Минимум")
print(min(a,b,c))
print("Оствшееся число")
print(s-max(a,b,c)-min(a,b,c))

